[
  {
    "name": "Майнинг",
    "content": "Майнинг, также добыча (от англ. mining — добыча полезных ископаемых) — деятельность по созданию новых структур (обычно речь идёт о новых блоках в блокчейне) для обеспечения функционирования криптовалютных платформ. За создание очередной структурной единицы обычно предусмотрено вознаграждение за счёт новых (эмитированных) единиц криптовалюты и/или комиссионных сборов. Обычно майнинг сводится к серии вычислений с перебором параметров для нахождения хеша с заданными свойствами. Разные криптовалюты используют разные модели вычислений, но они всегда достаточно длительны по времени для нахождения приемлемого варианта и быстры для проверки найденного решения (см. Доказательство выполнения работы). Такие вычисления используются алгоритмами криптовалют для обеспечения защиты от повторного расходования одних и тех же единиц, а вознаграждение стимулирует людей расходовать свои вычислительные мощности и поддерживать работу сетей."
  },
  {
    "name": "Криптовалюта",
    "content": "Криптовалю́та — разновидность цифровой валюты, учёт внутренних расчётных единиц которой обеспечивает децентрализованная платёжная система (нет внутреннего или внешнего администратора или какого-либо его аналога)[1][2], работающая в полностью автоматическом режиме. Сама по себе криптовалюта не имеет какой-либо особой материальной или электронной формы — это просто число, обозначающее количество данных расчётных единиц, которое записывается в соответствующей позиции информационного пакета протокола передачи данных и зачастую даже не подвергается шифрованию, как и вся иная информация о транзакциях между адресами системы."
  },
  {
    "name": "Транзакция",
    "content": "Процесс передачи информации между кошельками, в ходе которого может быть переведена криптовалюта от одного лица к другому. Несмотря на то, что электронные деньги считаются анонимными и безопасными, транзакции можно отследить и даже иногда отменить."
  },
  {
    "name": "ASIC ",
    "content": "Интегральная схема, разработанная специально для выполнения определенный задачи, в данном случае для майнинга, с чем справляется гораздо более эффективно, чем GPU или FPGA. Основным минусом данного оборудование является его неприменимость для других задач, что серьезно повышает риски потерять деньги. "
  },
  {
    "name": "Bitcoin",
    "content": "Первая децентрализованная криптовалюта, основанная на открытом исходном коде и функционирующая на p2p-протоколе. В чем его отличие от более традиционных финансовых инструментов читайте в статье «FAQ – Bitcoin».  "
  },
  {
    "name": "BIP",
    "content": "Bitcoin Improvement Proposal. Предложение об обновлении сети, инициируемое членами сообщества. Для внедрения нового ПО необходимо одобрение со стороны участников сети. Полный список представлен на сайте."
  },
  {
    "name": "Coinbase Transaction",
    "content": "Первая транзакция в блоке, создаваемая майнером и содержащая запрос на получение вознаграждения."
  },
  {
    "name": "DApp",
    "content": "Децентрализованное приложение. Набор смарт-контрактов. Данные хранятся на блокчейне, присутствует система стимулирования в виде токенов, работа подобного приложения осуществляется в автономном режиме."
  },
  {
    "name": "Ethereum",
    "content": "Децентрализованная платформа с собственным блокчейном для реализации приложений на смарт-контрактах."
  },
  {
    "name": "EVM",
    "content": "Виртуальная машина Эфириума. Тьюринг-полная (предполагает возможность реализовать на ней любую вычислимую функцию) виртуальная машина, которая позволяет запускать на ней специализированный код. Каждая нода блокчейна использует EVM для достижения глобального консенсуса."
  },
  {
    "name": "Nonce",
    "content": "32-битное поле в блоке сети Биткоин, характеризующее число последовательных нулей, которое должен содержать в начале хэш блока, добавляемого в реестр."
  },
  {
    "name": "Off-Chain Transaction ",
    "content": "Транзакции, проводимые вне блокчейна, однако валидирующиеся в нем впоследствии. Позволяют снизить нагрузку на основную сеть."
  },
  {
    "name": "Peer to Peer (p2p)",
    "content": "Одноранговая сеть. Способ взаимодействия в децентрализованных системах, который исключает потребность в посредниках. "
  },
  {
    "name": "EVM",
    "content": "Виртуальная машина Эфириума. Тьюринг-полная (предполагает возможность реализовать на ней любую вычислимую функцию) виртуальная машина, которая позволяет запускать на ней специализированный код. Каждая нода блокчейна использует EVM для достижения глобального консенсуса."
  },
  {
    "name": "EVM",
    "content": "Виртуальная машина Эфириума. Тьюринг-полная (предполагает возможность реализовать на ней любую вычислимую функцию) виртуальная машина, которая позволяет запускать на ней специализированный код. Каждая нода блокчейна использует EVM для достижения глобального консенсуса."
  },
  {
    "name": "EVM",
    "content": "Виртуальная машина Эфириума. Тьюринг-полная (предполагает возможность реализовать на ней любую вычислимую функцию) виртуальная машина, которая позволяет запускать на ней специализированный код. Каждая нода блокчейна использует EVM для достижения глобального консенсуса."
  }
]
